tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
brew "aria2"
brew "ccache"
brew "ruby"
brew "cocoapods"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "fd"
brew "gh"
brew "git"
brew "git-lfs"
brew "lftp"
brew "libpq", link: true
brew "mise"
brew "neovim"
brew "node"
brew "pass"
brew "ripgrep"
brew "speedtest-cli"
brew "swiftformat"
brew "swiftlint"
brew "tor"
brew "typescript-language-server"
brew "vercel-cli"
brew "watchman"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodes"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "aldente"
cask "chatgpt"
cask "discord"
cask "garmin-express"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "linear"
cask "linear-linear"
cask "loom"
cask "macs-fan-control"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "tor-browser"
cask "visual-studio-code"
cask "wezterm"
cask "yandex"
cask "zoom"
cask "zulu"
cask "zulu@11"
vscode "benjaminbenais.copilot-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "chenglou92.rescript-vscode"
vscode "davesnx.vscode-styled-ppx"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dunstontc.vscode-swift-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "jock.svg"
vscode "kakumei.ts-debug"
vscode "ms-vscode.live-server"
vscode "redhat.vscode-xml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sswg.swift-lang"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
